api.name=Ne postoji ime resursa.
api.size=Ne postoji veli\u0107ina resursa.
api.desc=Ne postoji opis resursa.

author.name.label=Autor
author.name=Web programer: Branimir Kosanovic; email: branimir.kosanovic@gmail.com
admin.page.link=Administracija

com.bootstrap.dao.NotEmpty.message=* Unesite email adresu.
com.bootstrap.dao.Email.message=* Pogre\u0161an email format. Poku\u0161ajte ponovo.
com.bootstrap.dao.UniqueEmail.message=* Email je ve\u0107 upisan. Poku\u0161ajte sa drugim.

page.title=Humani genotip
navbar.home=PO\u010CETNA
navbar.about=OPIS
navbar.methodology=METODOLOGIJA
navbar.browse=HROMOZOMI
navbar.karyotype=KARIOTIP
navbar.lang=JEZIK
navbar.lang.choice1=ENGLESKI
navbar.lang.choice2=SRPSKI

navbar.search=Tra\u017Ei

carousel.precise=Precizno testiranje
carousel.precise.methodology=Opis metodologije
carousel.precise.methodology.more=Saznaj vi\u0161e

carousel.human.karyotype=Humani kariotip
carousel.human.karyotype.definition=Definicija
carousel.human.karyotype.view=Vidi

carousel.browse.genes=Pretraga gena
carousel.browse.genes.insight=Neki od gena i njihova uloga
carousel.browse.now=Pro\u010Ditaj vi\u0161e

left.title=Istorijska \u010Dinjenica
left.upper.top.column=Re\u010D hromozom poti\u010De od gr\u010Dke re\u010Di (hroma, \u201Eboja\u201C) i (soma, \u201Etelo\u201C), opisuju\u0107i njihovo sna\u017Eno bojenje odre\u0111enim bojama. Izraz je skovao nema\u010Dki nau\u010Dnik von Waldeyer-Hartz, odnose\u0107i se na termin hromatin, koji je sam uveo Walther Flemming, koji je otkrio \u0107elijsku deobu. Neka rana kariolo\u0161ka zapa\u017Eanja su zastarela. Na primer, Flemming 1880.godine a Waldeyer 1888.godine, su smatrali da su hromatin i hromozom bezbojne strukture.
left.upper.bottom.column=Hromozom je molekul deoksiribonukleinske kiseline (DNK) sa delom ili celim genetskim materijalom (genomom) organizma. Ve\u0107ina eukariotskih hromozoma uklju\u010Duje belan\u010Devine pakovanja - histone koji se uz pomo\u0107 heparonskih proteina ve\u017Eu i molekul DNK kondenzuju, daju\u0107i mu trodimenzionalnu strukturu i \u010Dine osnovnu masu hromatina. Ova trodimenzionalna struktura molekula DNK igra zna\u010Dajnu ulogu u regulaciji transkripcije. [<a data-toggle="tooltip" data-placement="bottom" title="Bonev, Boyan; Cavalli, Giacomo (14 Oktobar 2016). 'Organizacija i funkcija 3D genoma'. Nature Reviews Genetics. 17 (11): 661\u2013678." href="#wiki">1</a>]
left.middle.button=Nastavi

middle.middle.text=Pre implementacijsko genetsko savetovanje vrlo je va\u017Eno za budu\u0107e roditelje s poznatom familijarnom istorijom genetskih bolesti. Zato je vrlo va\u017Eno da se ovi roditelji pravovremeno savetuju kako bi smanjili verovatno\u0107u pojave geneti\u010Dkih poreme\u0107aja kod svojih potomaka.

left.middle.title=Precizno testiranje
left.middle.text=Precizne metode ispitivanja geneti\u010Dkog materijala su klju\u010Dne u procesu formiranja i procene geneti\u010Dkih profila.

jumbo.title=Razumite svoje bi\u0107e !
jumbo.text=Razumevanje gena i njihove interakcije sa spolja\u0161njom sredinom, kao i shvatanje sveukupnih implikacija, mogu uveliko pobolj\u0161ati va\u0161 na\u010Din \u017Eivota.
jumbo.footer=Ova web stranica Vam mo\u017Ee pomo\u0107i da zapo\u010Dnete to razumevanje.
jumbo.button=Startuj

right.title=Nau\u010Dna \u010Dinjenica
right.upper.top.column=Hromozomi su normalno vidljivi pod svetlosnim mikroskopom samo kad je \u0107elija podvrgnuta metafazi \u0107elijske deobe pri \u010Demu su svi hromozomi u kondenzovanom obliku pore\u0111ani u sredi\u0161tu \u0107elije.
right.upper.bottom.column=Pre nego \u0161to se to dogodi, svaki hromozom se kopira jednom (S faza), a kopija se centromerom spaja u izvornik, \u0161to rezultuje bilo strukturom u obliku slova X ako je centromera sme\u0161tena u sredini hromozoma ili dvokrakom strukturom ako se centromera nalazi u blizini jednog od krajeva. Izvorni hromozom i kopija danas se nazivaju sestrinskim hromatidama. Tokom metafaze struktura X oblika naziva se metafazni hromozom. U ovom visoko kondenzovanom obliku hromozome je najlak\u0161e razlikovati i prou\u010Diti. U \u017Eivotinjskim \u0107elijama, hromozomi dosti\u017Eu najve\u0107i stepen sabijanja (dekondenzacije) u anafazi  i telofazi tokom segregacije hromozoma. [<a data-toggle="tooltip" data-placement="bottom" title="Antonin W, Neumann H (Jun 2016). 'Kondenzacija i dekondenzacija hromozoma tokom mitoze'. Current Opinion in Cell Biology. 40: 15\u201322" href="#wiki">1a</a>]

news.letter=Prijavite se za novosti
newsletter.subscribe=Unesite v@\u0161u email adresu
newsletter.button=Prijavite se
footer.references=Reference

browse.title=Humani hromozomi
browse.edit.title=Stranica za administriranje baze podataka
browse.first.p=Ljudski hromozomi su numerisani od 1 do 22, a dva dodatna hromozoma nazvana su X i Y. Hromozomi 1-22 javljaju se kao dve kopije u svakoj somatskoj (telesnoj) \u0107eliji, pa se zato nazivaju homologim. X hromozom se pojavljuje u dve kopije u svakoj \u017Eenskoj somatskoj \u0107eliji, ali samo jednom u svakoj mu\u0161koj somatskoj \u0107eliji. Y hromozom se pojavljuje samo jednom u svakoj mu\u0161koj somatskoj \u0107eliji. Dakle, polni hromozomi kod mu\u0161karaca su XY, a kod \u017Eena XX. Sveukupno, ljudske somatske \u0107elije imaju 46 hromozoma (23 para). Tokom mitoze, hromatin se kondenzuje u hromozome koji se mogu videti pomo\u0107u svetlosnog mikroskopa. [<a data-toggle="tooltip" data-placement="bottom" title="Tom Brody Ph.D., 'Hematolo\u0161ki kanceri u klini\u010Dkim istra\u017Eivanjima'(Drugo izdanje) 2016." href="#science">3</a>]
browse.last.p=Tokom \u0107elijskog ciklusa, ta\u010Dnije tokom metafaze, mo\u017Ee se videti da svaki od hromozoma ima dva kraka, p krak i q krak. Slovo p odnosi se na kratki krak, dok se q odnosi na duga\u010Dki krak. Unutar svakog kraka brojevi su dodeljeni velikim podru\u010Djima koja se nazivaju regije, a drugi skup brojeva koristi se za ozna\u010Davanje opsega unutar regija. Numerisanje po\u010Dinje od centromera i pove\u0107ava se prema vrhu svakog kraka. Na primer, pojam "14q32" odnosi se na drugi pojas u tre\u0107em delu q kraka hromozoma 14. [<a data-toggle="tooltip" data-placement="bottom" title="Tom Brody Ph.D., 'Hematolo\u0161ki kanceri u klini\u010Dkim istra\u017Eivanjima'(Drugo izdanje) 2016." href="#science">3</a>]

chromosomes.table.name=Naziv:
chromosomes.table.size=Veli\u010Dina:
chromosomes.table.genes=Broj gena:
chromosomes.table.edit=Izmene:

chromosome.loci.title=Neki od gena:
chromosome.size=Veli\u010Dina:
chromosome.genes=Pribli\u017Ean broj gena:
locus.position:Pozicija:
chromosome=hromozomu 
parenthesis= ( na 
locus= lokus
locus.name=Naziv lokusa:
locus.new.not.empty.error=* Ime gena je obavezno.
locus.new.not.empty.fname.error=* Puno ime je obavezno.
locus.new.not.empty.pos.error=* Pozicija je obavezna.
locus.new.not.empty.role.error=* Biolo\u0161ka uloga je obavezna.
locus.new.not.empty.lang.error=* Jezik je obavezan.
associated.disorder=Pridru\u017Eeno stanje:
locus.edit=Izmeni
organism.role=Uloga u organizmu:
disorder.role=Uloga u oboljenju (stanju):

resource.access.denied=Pristup zabranjen.
resource.not.found=Tra\u017Eeni resurs nije prona\u0111en
resource.solr.server=Pretraga je trenutno onemogu\u0107ena usled nedostupnosti serverske instance za pretragu.
resource.mysql.server=Baza podataka trenutno je nedostupna. Poku\u0161ajte ponovo kasnije.
resource.unavailable=Servis nedostupan.
go.home=Naslovna

edit.page.for=Edit stranica za
submit.edit.form=Snimi
edit.button=Izmeni
edit.chromosome.name=Naziv:
edit.disease.name=Naziv stanja:
edit.chromosome.size=Veli\u010Dina
edit.chromosome.genes=Pribli\u017Ean broj gena:
edit.chromosome.description=Opis:
edit.chromosome.lang=Jezik:

edit.locus.fullname=Puno ime:
edit.locus.position=Pozicija:
edit.locus.biorole=Uloga u organizmu:
edit.disease.role=Uloga u stanju ili oboljenju:
add.new.gene=Dodaj novi gen
add.new.disease=Dodaj novo stanje
index.data=Indeksiraj nove podatke

registration.name=Ime:
registration.username=Korisni\u010Dko ime:
registration.password=Lozinka:
registration.confirm=Potvrdi lozinku:
registration=Registracija
registration.form.NotEmpty.username.message=* Korisni\u010Dko ime je obavezno.
registration.form.NotEmpty.password.message=* Lozinka je obavezna.
registration.form.NotEmpty.name.message=* Ime je obavezno.
registration.form.Duplicate.username.message=* Korisni\u010Dko ime zauzeto.
registration.form.confirm.notsame=* Lozinka nije potvr\u0111ena.

login=Prijavi se
login.error=Prijava neuspe\u0161na. Proverite korisni\u010Dko ime i lozinku.
logout=Odjavi se
ajax.message=Hvala Vam na upisu.
top.page=Na vrh strane

search.for=Rezultati pretrage za upit:
sorry.txt=Nije prona\u0111en ni jedan zapis za tra\u017Eeni pojam
resj=Prona\u0111en
resm=Prona\u0111ena
resmm=Prona\u0111eno
results.total=
results.doc=zapisa.
result.doc=zapis.
first.txt=Prva
previous.txt=Prethodna
next.txt=Slede\u0107a
last.txt=Poslednja

figure.title=Ideogram humanih hromozoma (\u0161ematski prikaz hromozoma). [<a data-toggle="tooltip" data-placement="bottom" title="National Center for Biotechnology" href="#national">4</a>]
empty.search=Unesite tra\u017Eeni pojam i poku\u0161ajte ponovo.\n Pojam bi trebalo da ima veze sa tematikom sajta. Hvala.

dna.title=Struktura molekula DNK
dna.text.upper=Deoksiribonukleinska kiselina ili DNK je molekul sastavljen od dva polinukleotidna lanca koji se me\u0111usobno uvijaju jedan oko drugog stvaraju\u0107i dvostruku spiralu (heliks) s genetskim uputstvima za razvoj, funkcionisanje, rast i razmno\u017Eavanje svih poznatih organizama i mnogih virusa. DNK i ribonukleinska kiselina (RNK) su nukleinske kiseline. Pored proteina, lipida i slo\u017Eenih ugljenih hidrata (polisaharidi), nukleinske kiseline su jedna od \u010Detiri glavne vrste makromolekula koje su neophodne za sve poznate oblike \u017Eivota. Dva lanca DNK poznata su kao polinukleotidi jer su sastavljena od jednostavnijih monomernih jedinica koje se nazivaju nukleotidi. [<a data-toggle="tooltip" data-placement="bottom" title="Alberts B, Johnson A, Lewis J, Raff M, Roberts K, Walter P (2014). Molekularna biologija \u0107elije (6 izdanje.). Garland. p. Poglavlje 4: DNA, Hromozomi i genomi. ISBN 978-0-8153-4432-2. Arhiva originala iz 14 Jula 2014." href="#wikidna">2</a>][<a data-toggle="tooltip" data-placement="bottom" title="Purcell A. 'DNK'. Osnove biologije. Arhiva originala iz 5 Januara 2017." href="#wikidna">2a</a>]
dna.text.lower=Svaki nukleotid sastoji se od jedne od \u010Detiri nukleobaze koje sadr\u017Ee azot (citozin [C], guanin [G], adenin [A] ili timin [T]), \u0161e\u0107era koji se naziva deoksiriboza i fosfatne grupe. Nukleotidi u lancu su spojeni u parovima C sa G i A sa T (bazni parovi) kovalentnim vezama (poznatim kao fosfo-di-estarska veza) izme\u0111u \u0161e\u0107era jednog nukleotida i fosfata slede\u0107eg, \u0161to rezultuje naizmeni\u010Dnim \u0161e\u0107erno-fosfatnim molekulskim kosturom. Azotne baze dva odvojena polinukleotidna lanca povezane su, u skladu s pravilima spajanja baza, vodoni\u010Dnim vezama kako bi se napravila dvolan\u010Dana DNK. Komplementarne azotne baze dele se u dve grupe, pirimidini i purini. Kod DNK, pirimidini su timin (timin je kod RNK zamanjen uracilom [U]) i citozin a purini adenin i guanin. Za razliku od molekula DNK, ribonukleinska kiselina (RNK) je jednolan\u010Dani molekul.

site.map=Mapa sajta
dna.structure=Trodimenzionalna struktura molekula DNK (levo) i hemijske veze pirimidinskih baza (adenin i timin) i purinskih baza (citozin i guanin) (desno). [<a data-toggle="tooltip" data-placement="bottom" href="#wikidna" title="Madeleine Price Ball">2b</a>]
alt.text=Upoznaj svoje gene

notify.subscribers=Email za potpisnike sajta
notify.subs.btn=Obavesti potpisnike
email.subject=Naslov:
email.body=Poruka:
email.send.btn=Po\u0161alji emailove
email.subject.empty.error.msg=* Naslov je obavezan.
email.body.empty.error.msg=* Poruka je obavezna.
email.title=Poruka sa web sajta Humani kariotip

submitted.disclaimer=Prijavljene email adrese nikada ne\u0107e biti zloupotrebljene.
unsubscribe=Odjavi se
unsubscribe.already=Ve\u0107 ste se odjavili.