about=Opis stranice
about.paragraph1=Web sajt obra\u0111uje tematiku humanih hromozoma tj. humanog kariotipa. Opisuje skup svih hromozoma i neke od gena koji su locirani na svakom od njih. Opisana su i pridru\u017Eena stanja koja su povezana sa razli\u010Ditim genima i promenama na istim. Tako\u0111e, ovde je pomenuta i odre\u0111ena analiti\u010Dka metodologija. Naravno u obimu koji je relativno pristupa\u010Dan svim \u010Ditaocima.
about.paragraph2=Ova web stranica je napravljena isklju\u010Divo za upotrebu u edukativno - informativne svrhe. Svi kori\u0161\u0107eni izvori su navedeni u samom tekstu i referencama u fusnoti stranice.
about.paragraph3=Pored sadr\u017Eaja koji se mo\u017Ee videti na ovim stranama postoje i dve ta\u010Dke pristupa koje obezbe\u0111uju relevantne informacije o hromozomima u <span class="text-info font-weight-bold">JSON</span> formatu (rest endpoints) a nalaze se na slede\u0107im linkovima: <ul class="restpoints hyphenate jumbotron mt-5 mb-5"><li> lista svih hromozoma i opisanih lokusa sa pridru\u017Eenim linkom ka svakom hromozomu: <a id="rest_all" class="font-italic" target="_blank" href="/chromosomes/list-all">https://humankaryotype.com/chromosomes/list-all</a></li><li> informacije o pojedina\u010Dnim hromozomima (~/chromosomes/get-chromosome/{id}), gde parametar id mora biti vrednost izme\u0111u 1 i 24. Na primer <a id="rest_x" class="font-italic" target="_blank" href="/chromosomes/get-chromosome/23?lang=rs">https://humankaryotype.com/chromosomes/get-chromosome/23</a> je link za informacije o hromozomu X.</li><li> na oba linka mogu\u0107e je dodati parametar upita za jezik '?lang=rs' za srpski ili '?lang=en' za engleski. Na primer <a id="rest_y" class="font-italic" target="_blank" href="/chromosomes/get-chromosome/24?lang=en">https://humankaryotype.com/chromosomes/get-chromosome/24?lang=en</a> je link za informacije o hromozomu Y na engleskom jeziku.</li></ul> 
about.thanks=Hvala \u0161to ste posetili ovu web stranu !

api.name=Ne postoji ime resursa.
api.size=Ne postoji veli\u0107ina resursa.
api.desc=Ne postoji opis resursa.

author.name=Web dev: Branimir Kosanovic; email: branimir.kosanovic@gmail.com
admin.page.link=Administracija

card.extraction.title=Ekstrakcija DNK
card.extraction.text=Ekstrakcija DNK je metoda izdvajanja DNK iz \u0107elijskog jezgra.
card.g.title=G tehnika traka
card.g.text=G tehnika traka je metoda bojenja hromozoma kako bi se lak\u0161e videli pod svetlosnim mikroskopom.
card.fish.title=Fluorescentna <span class="font-italic">in situ</span> hibridizacija (FISH)
card.fish.text=FISH je metoda hibridizacije (spajanja) specifi\u010Dnog DNK lokusa (gena) i fluorescentno obojenih polinukleotida.
card.pcr.title=Lan\u010Dana reakcija polimerizacije (PCR)
card.pcr.text=PCR je metoda amplifikacije (umno\u017Eavanja) specifi\u010Dnih DNK sekvenci.
card.button=Dalje

cookie=\u0160ta su kola\u010Dic\u0301i?
cookie.paragraph1=Kola\u010Dic\u0301i su tekstualne datoteke sa malim delovima podataka koji se koriste za identifikaciju Va\u0161eg ra\u010Dunara dok koristite ra\u010Dunarsku mre\u017Eu. Odre\u0111eni kola\u010Dic\u0301i poznati kao HTTP kola\u010Dic\u0301i koriste se za identifikovanje odre\u0111enih korisnika i pobolj\u0161anje Va\u0161eg pregledavanja web stranica. Podatke uskladi\u0161tene u kola\u010Dic\u0301u kreira server nakon Va\u0161e veze. Ovi podaci su ozna\u010Deni ID-om jedinstvenim za Vas i Va\u0161 ra\u010Dunar. Kada se kola\u010Dic\u0301 razmeni izme\u0111u Va\u0161eg ra\u010Dunara i mre\u017Enog servera, server \u010Dita ID i zna koje c\u0301e Vam informacije posebno slu\u017Eiti.

contact.author=Kontaktiraj Autora

dna.extraction.title=Ekstrakcija molekula DNK
dna.extraction.paragraph1=Da bismo zapo\u010Deli rad sa molekulom DNK, prvo ga moramo izolovati. Prvo izolovanje DNK uradio je 1869.godine Friedrich Miescher. <a class="bracket" data-toggle="tooltip" data-placement="bottom" title="Dahm R (januar 2008). 'Otkrivanje DNK: Friedrich Miescher i rane godine istra\u017Eivanja nukleinskih kiselina'. Human Genetics. 122 (6): 565\h201" href="#extraction">[7]</a> Trenutno je to rutinski postupak u molekularnoj biologiji i forenzi\u010Dkim analizama. Za ovu hemijsku metodu, postoji mnogo razli\u010Ditih setova koji se koriste za ekstrakciju, a odabirom ispravnog \u0161tedi se vreme na optimizaciji i postupcima ekstrakcije.
dna.extraction.paragraph2.title=Osnovna procedura
dna.extraction.paragraph2=<ul><li>Uzorkovanje c\u0301elija koje c\u0301e se prou\u010Davati.</li><li>Razbijanje c\u0301elijskih membrana i izlaganje molekula DNK zajedno sa citoplazmom (liza c\u0301elije).</li><li>Lipidi iz c\u0301elijske membrane i jezgra razgra\u0111uju se deterd\u017Eentima i povr\u0161inski aktivnim supstancama.</li><li>Razgradnja proteina dodavanjem proteaze (opciono).</li><li>Razlaganje RNK dodavanjem ribonukleaze (opciono).</li><li>Rastvor se tretira koncentrovanim rastvorom soli (fiziolo\u0161ki rastvor) da bi se ostaci razbijenih proteina, lipida i RNK spojili.</li><li>Centrifugiranje rastvora koje odvaja nakupljene c\u0301elijske ostatke od molekula DNK.</li><li>Pre\u010Di\u0161c\u0301avanje DNK od deterd\u017Eenata, proteina, soli i reagensa koji se koriste tokom c\u0301elijske razgradnje (liziranja), primenom razli\u010Ditih organskih rastvara\u010Da (etanol, izopropanol, fenol hloroform itd.). <a class="bracket" data-toggle="tooltip" data-placement="bottom" title="Wikipedia: DNK ekstrakcija" href="#extraction">[7]</a></li></ul> 
dna.extraction.paragraph3.title=Tipovi ekstrakcije
dna.extraction.paragraph3=<strong class="btn btn-warning h2 font-weight-bold">Organska ekstrakcija</strong> uklju\u010Duje dodavanje i inkubaciju u vi\u0161e razli\u010Ditih hemijskih rastvora <a class="bracket" data-toggle="tooltip" data-placement="bottom" title="Elkins KM (2013).'Ekstrakcija DNK . Forenzi\u010Dka DNK biologija', pp 39-52" href="#extraction">[7a]</a>, uklju\u010Dujuc\u0301i korak lize, ekstrakciju fenol hloroformom, talo\u017Eenje etanolom i korake pranja. Organska ekstrakcija se \u010Desto koristi u laboratorijama, jer je jeftina i daje velike koli\u010Dine \u010Distog DNK.
dna.extraction.paragraph4=<strong class="btn btn-warning h2 font-weight-bold">\u010Celeks ekstrakcija</strong> DNK uklju\u010Duje dodavanje \u010Deleks smole u \u200B\u200Buzorak, klju\u010Danje rastvora, zatim vorteksiranje i centrifugiranje. C\u0301elijski materijali se ve\u017Eu za \u010Deleks kuglice, dok je DNK dostupna u supernatantu (gornji sloj rastvora nakon centrifugiranja). <a class="bracket" data-toggle="tooltip" data-placement="bottom" title="Butler JM (2005 ) Forenzi\u010Dka tipizacija DNK: biologija, tehnologija i genetika markera STR (drugo izdanje). Amsterdam: Elsevier Academic Press" href="#extraction">[7b]</a> \u010Celeks metoda je mnogo br\u017Ea i jednostavnija od organske ekstrakcije, i za to je potrebna samo jedna epruveta, \u010Dime se smanjuje rizik od kontaminacije DNK, ali, sa druge strane, izdvaja se mnogo manja koli\u010Dina DNK.
dna.extraction.paragraph5=<strong class="btn btn-warning h2 font-weight-bold">Ekstrakcija u \u010Dvrstoj fazi</strong> koristi osobinu molekula DNK da se ve\u017Ee za silika gel. Uzorak koji sadr\u017Ei DNK se dodaje u kolonu koja sadr\u017Ei silika gel ili silika kuglice i haotropne soli. Haotropne soli prekidaju vodoni\u010Dne veze izme\u0111u lanaca i olak\u0161avaju vezivanje DNK sa silicijumom, uzrokujuc\u0301i da nukleinske kiseline postanu hidrofobne. Ovo otkriva fosfatne grupe koje postaju dostupne za adsorpciju. <a class="bracket" data-toggle = "tooltip" data-placement = "bottom" title = "Li, Richard (11. mart 2015.) 'Forenzi\u010Dka biologija' (drugo izdanje). Boca Raton." href = "#extraction">[7c]</a> DNK se ve\u017Ee za silicijum dioksid, dok se ostatak rastvora ispere etanolom da bi se uklonile haotropne soli i drugi nepotrebni sastojci. <a class="bracket" data-toggle = "tooltip" data-placement = "bottom" title = "Elkins KM (2013).'Ekstrakcija DNK. Forenzi\u010Dka DNK Biologija.' pp. 39\u201352." href = "#extraction">[7d]</a> DNK se tada mo\u017Ee rehidratirati vodenim rastvorom slane soli koji omoguc\u0301ava eluiranje DNK iz perlica.
dna.extraction.photo1=SDS - natrijum-dodecil sulfat; Proteinaza K - enzim; PCIA -  fenol-hloroform izoamil alkohol; <a data-toggle="tooltip" data-placement="bottom" title="ScienceDirect, Fenol-Hloroform ekstrakcija" href="#sd">[9]</a>
dna.extraction.photo1.alt=Organska ekstrakcija
dna.extraction.photo2=\u010Celeks smola - jonsko izmenjiva smola u organskoj hemiji; <a data-toggle="tooltip" data-placement="bottom" title="ScienceDirect, Fenol-Hloroform ekstrakcija" href="#sd">[9]</a>
dna.extraction.photo2.alt=\u010Celeks ekstrakcija
dna.extraction.photo3=Lizni pufer - hemijski pufer; <a data-toggle="tooltip" data-placement="bottom" title="ScienceDirect, Fenol-Hloroform ekstrakcija" href="#sd">[9]</a>
dna.extraction.photo3.alt=Ekstrakcija u \u010Dvrstoj fazi
dna.legend=Legenda:

dna.banding.title=G tehnika traka - bojenje Gimza rastvorom
dna.banding.paragraph1=Pre nego \u0161to se hromozomi mogu obojiti  G tehnikom traka, moramo kultivisati c\u0301elije iz kojih c\u0301emo dobiti hromozome u kondenzovanom stanju. Uzorci mogu biti bilo koje somatske c\u0301elije (periferna krv, ko\u0161tana sr\u017E, epitelne c\u0301elije itd.). C\u0301elijska kultura uklju\u010Duje inkubaciju od 24 sata do 48 sati na 37&#176;C u medijumu RPMI 1640, obogac\u0301en 25% fetalnim gove\u0111im serumom i 0,002M L-glutaminom. Kultivacija c\u0301elijskih uzoraka vr\u0161i se u hranljivom medijumu, a zatim se zaustavljaju njihovi \u0107elijski ciklusi  i nakon toga se hromozomi boje. Hromozomi se uo\u010Davaju u metafazi mitoze (c\u0301elijska podela) koja se stopira kori\u0161c\u0301enjem nekih citostatika poput kolhicina ili kolcemida.
dna.banding.paragraph2=G tehnika traka ili Gimza bojenje je tehnika koja se koristi u citogenetici da bi se  dobio vidljivi kariotip (skup svih hromozoma) bojenjem kondenzovanih hromozoma. Preparati se boje sa 2% rastvorom Gimze u fosfatnom puferu (pH 6.8) tokom 3 minuta. Tehnika se koristi za identifikovanje genetskih bolesti putem citogeneti\u010Dke analize i fotografskog prikaza celokupnog komplementa hromozoma. <a class="bracket" data-toggle = "tooltip" data-placement = "bottom" title = "Speicher, Michael R. i Nigel P. Carter. 'Nova citogenetika: zamagljivanje granica sa molekularnom biologijom.' Nature Revievs Genetics, Vol 6. okt 2005." href = "#banding">[8]</a> Metafazni hromozomi su tretirani tripsinom (kako bi se delimi\u010Dno razgradili histoni - proteini koji obavijaju hromozom) i obojeni Gimza rastvorom (indigo plava boja). Heterohromatinske regije, koje su obi\u010Dno bogate adeninom i timinom (AT bogati) i relativno siroma\u0161ne genima, boje se sna\u017Enije, tj. ja\u010De ve\u017Eu boju (tamne trake). Suprotno tome, manje kondenzovani hromatin (euhromatin) koji ima tendenciju da bude bogat guaninom i citozinom (GC-bogat) i vi\u0161e transkripciono aktivan inkorpori\u0161e manje gimza boje, a ove regije se pojavljuju kao svetle trake. Uzorak traka je numerisan na svakom kraku  hromozoma od centromera do telomera (terminalni kraj hromozoma koga \u010Dine repetitivne sekvence nukleotida). Ovaj sistem bojenja omoguc\u0301ava da se bilo koji opseg na hromozomu precizno identifikuje i opi\u0161e. <a class="bracket" data-toggle = "tooltip" data-placement = "bottom" title = "Nussbaum, Robert; McInnes, Roderick; Villard, Huntington (2015) Thompson i Thompson, 'Genetika u medicini' (Osmo izdanje). Kanada: Elsevier Inc. str.58. " href = "#banding">[8a]</a>
dna.banding.paragraph3=Citogenetska analiza i fotografisanje pod mikroskopom se izvode nakon pripreme i bojenja hromozoma prema preporukama MIC (engl. Medical Information Center) kooperativne grupe pregledom 20 \u0107elija u metafazi. Analiza mo\u017Ee otkriti strukturne (na primer translokacije, delecije, adicije itd) i numeri\u010Dke (promena broja pojedina\u010Dnih hromozoma - dizomije, trizomije ili \u010Ditavih hromozomskih garnitura - poliploidije) aberacije hromozoma.
dna.banding.photo=Deo humanog kariograma i hromozomi sa G trakama. 

fish.title=Fluorescentna in situ hibridizacija (FISH)
fish.paragraph1=Fluorescentna in situ hibridizacija (FISH) je molekularna citogenetska tehnika koja koristi fluorescentne probe koje se ve\u017Eu samo na one delove sekvenci nukleinske kiseline sa visokim stepenom komplementarnosti. U biologiji proba je jedan lanac DNK ili RNK koja je  komplementarna nukleotidnoj sekvenci koja se testira. FISH su razvili biomedicinski istra\u017Eiva\u010Di ranih 1980-ih <a class="bracket" data-toggle="tooltip" data-placement="bottom" title="Langer-Sigurniji, PR; Levine, M .; Vard, DC (1982).'Imunolo\u0161ka metoda za mapiranje gena na hromozomima Drosophila politene'. Zbornik radova Nacionalne akademije nauka "href="#fish">[10]</a> za otkrivanje i lokalizaciju prisustva ili odsustva specifi\u010Dnih DNK sekvenci na hromozomima.
fish.paragraph2=Prvo se konstrui\u0161e proba. Proba mora biti dovoljno velika da se hibridizuje specifi\u010Dno sa svojim ciljem, ali ne toliko velika da spre\u010Dava proces hibridizacije. Proba je obele\u017Eena direktno fluoroforima za antitela ili biotinom. Ozna\u010Davanje se mo\u017Ee obaviti na razli\u010Dite na\u010Dine, kao \u0161to je nick translacija ili polimerazna lan\u010Dana reakcija kori\u0161c\u0301enjem obele\u017Eenih nukleotida. Onda se priprema interfazni ili metafazni hromozom. Hromozomi su \u010Dvrsto vezani za podlogu, obi\u010Dno staklo. Ponovljeni nizovi DNK moraju se blokirati dodavanjem kratkih fragmenata DNK u uzorak. Proba se zatim primenjuje na DNK hromozoma i inkubira tokom otprilike 12 sati kada se odigrava proces hibridizacije. Nekoliko koraka pranja uklanja sve hibridizirane ili delimi\u010Dno hibridizirane probe. Rezultati se zatim vizuelizuju i kvantifikuju pomoc\u0301u mikroskopa koji je sposoban da istakne boju i snima slike. <a class="bracket" data-toggle="tooltip" data-placement="bottom" title = "Wikipedia: Fluorescentna in situ hibridizacija" href="#fish">[10]</a>
fish.photo1=\u0160ema principa FISH eksperimenta za lokalizaciju gena u jezgru. [<a data-toggle="tooltip" data-placement="bottom" title="Wikipedia: Fluorescentna in situ hibridizacija" href="#fish">10</a>]
fish.photo1.alt=Princip fluorescentne in situ hibridizacije
fish.photo1.legend=Nikova translacija [<a data-toggle="tooltip" data-placement="bottom" title="Rigby PW, Dieckmann M, Rhodes C, Berg P (June 1977). 'Ozna\u010Davanje DNK za visoko specifi\u010Dnu aktivnost in vitro pomo\u0107u nik translacije sa DNK polimerazom I'. J. Mol. Biol. 113 (1): 237-51" href="#nick">11</a>] (ili glavna translacija), razvijena 1977. godine od strane Peter Rigbi-a i Paul Berga-a, je tehnika ozna\u010Davanja u molekularnoj biologiji u kojoj se DNK polimeraza I koristi za zamenu nekih nukleotida DNK sekvence sa njihovim obele\u017Eenim analozima, stvarajuc\u0301i obele\u017Eeni DNK niz koji se mo\u017Ee koristiti kao proba u fluorescentnoj in situ hibridizaciji. <br /> <a class="btn btn-secondary col-md-3 mt-2" href="https://upload.wikimedia.org/wikipedia/commons/5/57/FISH_%28Fluorescent_In_Situ_Hybridization%29.jpg" target="_blank">Resurs slike: Wikimedia</a>
fish.paragraph3=Molekularna hibridizacija izme\u0111u komplementarnih DNK sekvenci kori\u0161c\u0301ena je za razvoj nove tehnologije koja omoguc\u0301ava vizuelizaciju biolo\u0161kog materijala u skali koja le\u017Ei izme\u0111u mikroskopske i molekularne, nepristupa\u010Dne za mikroskopsku vizualizaciju. Svaka c\u0301elijska ili subc\u0301elijska struktura vidljiva mikroskopom i koja sadr\u017Ei molekul nukleinske kiseline (hromozom, nukleus ili ribozom) mo\u017Ee se tretirati in situ nakon fiksacije na slajdu koji molekul nukleinske kiseline (RNK ili DNK) \u010Dini dostupnom za odre\u0111eni fluorohrom -prenosna proba. Fiksacija fluorescencije pokazuje da je prisutna specifi\u010Dna sekvenca i omoguc\u0301ava njenu lokalizaciju. Odsustvo fluorescencije pokazuje da je sekvenca odsutna. FISH donosi va\u017Enu komplementarnu tehniku citogenetskoj ili genetskoj analizi jer daje informacije o hromozomskoj lokalizaciji sekvence, bilo da je izbrisana ili preme\u0161tena. <a class="bracket" data-toggle="tooltip" data-placement="bottom" title="Dijagnosti\u010Dke tehnike u genetici, Jean-Louis Serre, Isabelle Heath, Simon Heath, Wiley (23 Oktobar, 2006)" href="#technics">[6]</a>
fish.paragraph4=Neke kariotipske anomalije, koje se ne mogu otkriti konvencionalnim metodama citogenetike (mikrodelekcije, uniparentalne dizomije itd.) mogu se otkriti ili identifikovati tehnikama kao \u0161to je fluorescentna in situ hibridizacija (FISH) kombinujuc\u0301i kariotipizaciju i molekularnu biologiju. <a class="bracket" data-toggle="tooltip" data-placement="bottom" title="Dijagnosti\u010Dke tehnike u genetici, Jean-Louis Serre, Isabelle Heath, Simon Heath, Wiley (23 Oktobar, 2006)" href="#technics">[6]</a>
fish.photo2=Metafazna c\u0301elija pozitivna na rearan\u017Eman bcr / abl, translokacija 9 - 22  (povezana sa hroni\u010Dnom mijeloidnom leukemijom) pomoc\u0301u FISH-a. Hromozomi se mogu videti u plavoj boji. Translokacija je ozna\u010Dena hromozomima koji su obele\u017Eeni zelenim i crvenim mrljama (gore levo). <a data-toggle = "tooltip" data-placement = "bottom" title = "Wikipedia: Fluorescentna in situ hibridizacija" href="#fish">[10]</a><br /> <a class="btn btn-secondary mt-2" href="https://commons.wikimedia.org/w/index.php?curid=254833" target="_blank">Resurs slike: Wikimedia</a>
fish.photo2.alt=Mikrografija \u0107elije pozitivne za bcr / abl rearan\u017Eman

pcr.title=Lan\u010Dana rakcija polimerizacije (PCR)
pcr.paragraph1=Lan\u010Dana reakcija polimerizacije (PCR) je metoda koja se \u0161iroko koristi za brzo stvaranje miliona do milijardi kopija odre\u0111enog uzorka DNK, omoguc\u0301avajuc\u0301i nau\u010Dnicima da uzmu vrlo mali uzorak DNK i amplifikuju (uve\u0107aju) ga u dovoljno velikoj koli\u010Dini za detaljno prou\u010Davanje. PCR je 1984. godine izumeo ameri\u010Dki biohemi\u010Dar Kari Mullis iz kompanije Cetus Corporation. To je od su\u0161tinskog zna\u010Daja za vec\u0301i deo genetskog ispitivanja, uklju\u010Dujuc\u0301i analizu drevnih uzoraka DNK i identifikaciju zaraznih patogena. Koristec\u0301i PCR, kopije vrlo malih sekvenci DNK se eksponencijalno poja\u010Davaju (umno\u017Eavaju) u nizu ciklusa promena temperature. PCR je sada uobi\u010Dajena i \u010Desto nezamenljiva tehnika koja se koristi u medicinskim laboratorijskim i klini\u010Dkim laboratorijskim istra\u017Eivanjima za \u0161irok spektar primena, uklju\u010Dujuc\u0301i biomedicinska istra\u017Eivanja i krivi\u010Dnu forenziku. <a class="bracket" data-toggle = "tooltip" data-placement = "bottom" title = " Saiki, R .; Scharf, S.; Faloona, F .; Mullis, K .; Horn, G .; Erlich, H .; Arnheim, N. (1985). 'Enzimska amplifikacija genomskih sekvenci beta-globina i restrikciono mesto analiza za dijagnozu anemije srpastih c\u0301elija '. Nauka. 230 (4732): 1350-1354." href ="#pcr">[14]</a> <a class="bracket" data-toggle = "tooltip" data-placement="bottom" title = "Saiki, R .; Gelfand, D.; Stoffel, S.; Scharf, S .; Higuchi, R .; Horn, G.; Mullis, K .; Erlich, H. (1988). \u2018Enzimatsko poja\u010Davanje DNK usmereno prema prajmeru sa termostabilnom DNK polimerazom\u2019. Science. 239 (4839): 487- 491." href="#pcr">[14a]</a>
pcr.paragraph2=PCR amplikuje specifi\u010Dno podru\u010Dje DNK lanca (DNK meta). Vec\u0301ina PCR metoda poja\u010Dava fragmente DNK du\u017Eine izme\u0111u 0,1 i 10 kilo baznih parova (kbp), mada neke tehnike omoguc\u0301avaju poja\u010Davanje fragmenata do 40 kbp. <a class="bracket" data-toggle = "tooltip" data-placement = "bottom" title = "Cheng, S.; Fockler, C .; Barnes, VM; Higuchi, R. (1994). \u2018 Efikasno poja\u010Davanje dugih meta iz kloniranih uloga i humane genomske DNK \u2018. Zbornik radova Nacionalne akademije nauka. 91" href="#pcr">[14b]</a>
pcr.paragraph3.title=Principi
pcr.paragraph3=Osnovno pode\u0161avanje PCR-a zahteva nekoliko komponenti i reagensa <a class="bracket" data-toggle = "tooltip" data-placement="bottom" title = "Joseph Sambrook i David V. Russel (2001). \u2018Molekularno kloniranje: Laboratorijski priru\u010Dnik\u2019 (3. izdanje). Cold Spring Harbor, NI: Cold Spring Harbor Laboratori Press. ISBN. 'Poglavlje 8: In vitro poja\u010Davanje DNK lan\u010Danom reakcijom polimeraze'" href ="#pcr">[14c]</a>:
pcr.paragraph4=<ul> <li> DNK obrazac koji sadr\u017Ei ciljni region DNK za poja\u010Davanje; </li> <li> DNK polimeraza; enzim koji polimerizuje nove DNK lance; toplotno otporna Taq polimeraza (izolovana iz bakterije Thermophilus aquaticus) je posebno \u010Desta, <a class="bracket" data-toggle = "tooltip" data-placement = "bottom" title = "Nacionalni centar za informacije o biotehnologiji, Ameri\u010Dka nacionalna medicinska biblioteka." href = "#pcr">[14d]</a> jer je verovatnije da c\u0301e ostati netaknuta tokom procesa denaturacije DNK dejstvom visoke temperature; </li> <li> dva prajmera DNK koji su komplementarni 3 '(tri glavna dela ) krajevi dela i njemu suprotnog kraja lanca DNK-a (DNK polimeraza se mo\u017Ee vezati i produ\u017Eiti samo iz dvolan\u010Dane regije DNK; bez prajmera, nema dvolan\u010Danog mesta iniciranja na kome se polimeraza mo\u017Ee vezati); <a class="bracket" data-toggle = "tooltip" data-placement="bottom" title ="Centar za u\u010Denje geneti\u010Dkih nauka, Univerzitet u Juti." href = "# pcr">[14e]</a> prethodno se selektuju specifi\u010Dni prajmeri koji su komplementarni ciljanom regionu DNK i \u010Desto se izra\u0111uju u laboratoriji ili kupuju od komercijalnih dobavlja\u010Da biohemijskih sredstava; </li> <li> deoksinukleozidni trifosfati ili dNTP (ponekad se nazivaju i \u201Edeoksinukleotidni trifosfati\u201C; nukleotidi koji sadr\u017Ee trifosfatne grupe), gradivni blokovi iz kojih DNK polimeraza sinteti\u0161e novu DNK nit; </li> <li> puferski rastvor koji pru\u017Ea pogodno hemijsko okru\u017Eenje za optimalno aktivnost i stabilnost DNK polimeraze; </li> <li> dvovalentni kationi, tipi\u010Dno joni magnezijuma (Mg) ili mangana (Mn); Mg2 + su naj\u010De\u0161c\u0301i, ali Mn2 + se mo\u017Ee koristiti za PCR posredovanu mutagenezu DNK, jer vec\u0301a koncentracija Mn2 + povec\u0301ava stopu gre\u0161ke tokom sinteze DNK; <a class="bracket" data-toggle = "tooltip" data-placement="bottom" title = "Pavlov, AR; Pavlova, NV; Kozjavkin, SA; Slesarev, AI (2004).\u2019 Poslednja de\u0161avanja u optimizaciji termostabilnih DNK polimeraza za efikasnu primenu. Trendovi u biotehnologiji. 22 (5): 253-260" href="#pcr">[14f]</a> i monovalentni katjoni, obi\u010Dno joni kalijuma (K) </li> </ul>
pcr.paragraph5.title=Procedura
pcr.paragraph5=Tipi\u010Dno, PCR se sastoji od niza od 20-40 ponovljenih promena temperature, nazvanih termi\u010Dki ciklusi, pri \u010Demu se svaki ciklus obi\u010Dno sastoji od dva ili tri diskretna temperaturna koraka. Ciklusu \u010Desto prethodi jedan temperaturni korak na vrlo visokoj temperaturi (>90&#176;C (194&#176;F)), a zatim jedno zadr\u017Eavanje na kraju za produ\u017Eenje finalnog proizvoda ili kratko skladi\u0161tenje.
pcr.photo1=\u0160ematski prikaz PCR procesa <a data-toggle="tooltip" data-placement="bottom" title="Wikipedia: PCR" href="#pcr">[14]</a> <br/><a class="btn btn-secondary col-md-3 mt-2" target="_blank" href="https://upload.wikimedia.org/wikipedia/commons/9/96/Polymerase_chain_reaction.svg">Resurs slike: Wikimedia</a>
pcr.photo1.alt=\u0160ematski prikaz PCR procesa
pcr.photo.micro=Mikroskop
pcr.steps=Koraci, zajedni\u010Dki za ve\u0107inu PCR metoda
pcr.paragraph6=<span class ="bg-warning p-1 rounded">Denaturacija:</span> Ovaj korak je prvi redovni cikli\u010Dni doga\u0111aj i sastoji se od zagrevanja reakcione komore na 94-98&#176;C (201-208&#176;F) 20-30 sekundi. To dovodi do topljenja DNK ili denaturacije dvolan\u010Dane DNK prekidom vodoni\u010Dnih veza izme\u0111u komplementarnih baza, dajuc\u0301i dva jednolan\u010Dana molekula DNK.
pcr.paragraph7=<span class = "bg-warning p-1 rounded">Aniling:</span> Temperatura reakcije se snizi na 50-65&#176;C (122-149&#176;F) tokom 20-40 sekundi, \u0161to omoguc\u0301ava spajanje  prajmera sa svakom od jednolan\u010Dane DNK. Dva razli\u010Dita prajmera su obi\u010Dno uklju\u010Dena u reakcionu sme\u0161u: po jedan za svaki od dva jednolan\u010Dana komplementa koji sadr\u017Ee ciljni region. Prajmeri su sami jednolan\u010Dani nizovi, ali su mnogo krac\u0301i od du\u017Eine ciljane regije. Temperatura mora biti dovoljno niska da omoguc\u0301i hibridizaciju prajmera na pramen, ali dovoljno visoka da hibridizacija bude specifi\u010Dna.
pcr.paragraph8=<span class = "bg-warning p-1 rounded">Elongacija:</span> Temperatura u ovom koraku zavisi od kori\u0161c\u0301ene DNK polimeraze. Optimalna temperatura aktivnosti za termostabilnu DNK polimerazu Taq polimerazu je pribli\u017Eno 75-80&#176;C (167-176&#176;F), <a class="bracket" data-toggle = "tooltip" data-placement = "bottom" title = "Chien A, Edgar DB , Trela JM (1976). \u2018Polimeraza deoksiribonukleinske kiseline iz ekstremnog termofila Thermophilus aquaticus\u2019. J. Bacteriol. 127 (3): 1550 \ u20131557. " href = "#pcr">[14g]</a> <a class="bracket" data-toggle = "tooltip" data-placement = "bottom" title = "Lawyer, F; Stoffel, S .; Saiki, R .; Chang, S. Landre, P; Abramson, R .; Gelfand, D. (1993). \u2018Ekspresija, pre\u010Di\u0161c\u0301avanje i enzimska karakterizacija celovite DNK polimeraze Thermophilus aquaticus i skrac\u0301eni oblik sa manjkom od 5 do 3 'aktivnost egzonukleaze'. Metode i primene PCR. 2 (4): 275-287. " href ="#pcr">[14h]</a>, iako se temperatura ovog enzima obi\u010Dno koristi od 72&#176;C. U ovom koraku, DNK polimeraza sinteti\u0161e novu \u2018lestvicu\u2019 DNK komplementarnu lancu DNK \u0161ablona dodavanjem slobodnih dNTP iz reakcione sme\u0161e koja je komplementarna \u0161ablonu u pravcu 5'-do-3 ', kondenzujuc\u0301i 5'-fosfatnu grupu dNTPs sa 3'-hidroksi grupom na kraju rastuc\u0301eg (izdu\u017Eenog) lanca DNK.
pcr.paragraph9=Procesi denaturacije, spajanja i izdu\u017Eivanja \u010Dine jedan ciklus. Potrebno je vi\u0161e ciklusa da bi se ciljni molekul DNK poja\u010Dao na milione kopija. Da bi se proverilo da li je PCR uspe\u0161no generisao o\u010Dekivani ciljni region DNK (tako\u0111e se ponekad naziva i amplimer ili amplikon), mo\u017Ee se koristiti elektroforeza na agaroznom gelu za razdvajanje veli\u010Dine PCR proizvoda. Veli\u010Dina PCR proizvoda odre\u0111uje se upore\u0111ivanjem sa DNK lestvicom, markerom molekularne te\u017Eine koji sadr\u017Ei fragmente DNK poznatih veli\u010Dina, a koji prolazi na gelu zajedno sa PCR proizvodima.

page.title.anex.home=Naslovna
page.title.anex.about=Opis
page.title.anex.methodology=Metodologija
page.title.anex.browse=Hromozomi
page.title.anex.karyotype=Kariotip
page.title.anex.extraction=Ekstrakcija DNK
page.title.anex.banding=G tehnika traka
page.title.anex.fish=Fluorescentna in situ hibridizacija
page.title.anex.pcr=Lan\u010Dana reakcija polimerizacije
page.title.anex.register=Registracija
page.title.anex.cookie=\u0160ta su kola\u010Di\u0107i?

com.bootstrap.dao.NotEmpty.message=* Unesite email adresu.
com.bootstrap.dao.Email.message=* Pogre\u0161an email format. Poku\u0161ajte ponovo.
com.bootstrap.dao.UniqueEmail.message=* Email je ve\u0107 upisan. Poku\u0161ajte sa drugim.

page.title=Humani kariotip
navbar.home=PO\u010CETNA
navbar.about=OPIS
navbar.methodology=METODOLOGIJA
navbar.browse=HROMOZOMI
navbar.karyotype=KARIOTIP
navbar.lang=JEZIK
navbar.lang.choice1=ENGLESKI
navbar.lang.choice2=SRPSKI
navbar.search=Tra\u017Ei


site.map.home=Po\u010Detna
site.map.about=Opis
site.map.methodology=Metodologija
site.map.browse=Hromozomi
site.map.karyotype=Kariotip
site.map.extraction=Ekstrakcija DNK
site.map.banding=G-tehnika traka
site.map.fish=FISH
site.map.pcr=PCR

carousel.precise=Precizno testiranje
carousel.precise.methodology=Opis metodologije
carousel.precise.methodology.more=Saznaj vi\u0161e

carousel.human.karyotype=Humani kariotip
carousel.human.karyotype.definition=Definicija
carousel.human.karyotype.view=Vidi

carousel.browse.genes=Pretraga gena
carousel.browse.genes.insight=Neki od gena i njihova uloga
carousel.browse.now=Pro\u010Ditaj vi\u0161e

left.title=Istorijska \u010Dinjenica
left.upper.top.column=Re\u010D hromozom poti\u010De od gr\u010Dke re\u010Di (hroma, \u201Eboja\u201C) i (soma, \u201Etelo\u201C), opisuju\u0107i njihovo sna\u017Eno bojenje odre\u0111enim bojama. Izraz je skovao nema\u010Dki nau\u010Dnik von Waldeyer-Hartz, odnose\u0107i se na termin hromatin, koji je sam uveo Walther Flemming, koji je otkrio \u0107elijsku deobu. Neka rana kariolo\u0161ka zapa\u017Eanja su zastarela. Na primer, Flemming 1880.godine a Waldeyer 1888.godine, su smatrali da su hromatin i hromozom bezbojne strukture.
left.upper.bottom.column=Hromozom je deo molekula deoksiribonukleinske kiseline (DNK) sa delom ili celim genetskim materijalom (genomom) organizma. Ve\u0107ina eukariotskih hromozoma uklju\u010Duje belan\u010Devine pakovanja - histone koji se uz pomo\u0107 heparonskih proteina ve\u017Eu i molekul DNK kondenzuju, daju\u0107i mu trodimenzionalnu strukturu i \u010Dine osnovnu masu hromatina. Ova trodimenzionalna struktura molekula DNK igra zna\u010Dajnu ulogu u regulaciji transkripcije. <a class="bracket" data-toggle="tooltip" data-placement="bottom" title="Bonev, Boyan; Cavalli, Giacomo (14 Oktobar 2016). 'Organizacija i funkcija 3D genoma'. Nature Reviews Genetics. 17 (11): 661\u2013678." href="#wiki">[1]</a>
left.middle.button=Nastavi

middle.middle.text=Pre implementacijsko genetsko savetovanje vrlo je va\u017Eno za budu\u0107e roditelje s poznatom familijarnom istorijom genetskih bolesti. Zato je vrlo va\u017Eno da se ovi roditelji pravovremeno savetuju kako bi smanjili verovatno\u0107u pojave geneti\u010Dkih poreme\u0107aja kod svojih potomaka.

left.middle.title=Precizno testiranje
left.middle.text=Precizne metode ispitivanja geneti\u010Dkog materijala su klju\u010Dne u procesu formiranja i procene geneti\u010Dkih profila.

jumbo.title=Razumite svoje bi\u0107e!
jumbo.text=Razumevanje gena i njihove interakcije sa spolja\u0161njom sredinom, kao i shvatanje sveukupnih implikacija, mogu uveliko pobolj\u0161ati va\u0161 na\u010Din \u017Eivota.
jumbo.footer=Ova web stranica Vam mo\u017Ee pomo\u0107i da zapo\u010Dnete to razumevanje.
jumbo.button=Startuj

right.title=Nau\u010Dna \u010Dinjenica
right.upper.top.column= su normalno vidljivi pod svetlosnim mikroskopom samo kad je \u0107elija podvrgnuta metafazi \u0107elijske deobe pri \u010Demu su svi hromozomi u kondenzovanom obliku raspore\u0111eni u sredi\u0161tu \u0107elije.
right.upper.top.column.link=Hromozomi
right.upper.bottom.column=Pre nego \u0161to se to dogodi, svaki hromozom se kopira jednom (S faza), a kopija se centromerom spaja u izvornik, \u0161to rezultuje bilo strukturom u obliku slova X ako je centromera sme\u0161tena u sredini hromozoma ili dvokrakom strukturom ako se centromera nalazi u blizini jednog od krajeva. Izvorni hromozom i kopija danas se nazivaju sestrinskim hromatidama. Tokom metafaze struktura X oblika naziva se metafazni hromozom. U ovom visoko kondenzovanom obliku hromozome je najlak\u0161e razlikovati i prou\u010Diti. U \u017Eivotinjskim \u0107elijama, hromozomi dosti\u017Eu najve\u0107i stepen sabijanja (dekondenzacije) u anafazi  i telofazi tokom segregacije hromozoma. <a class="bracket" data-toggle="tooltip" data-placement="bottom" title="Antonin W, Neumann H (Jun 2016). 'Kondenzacija i dekondenzacija hromozoma tokom mitoze'. Current Opinion in Cell Biology. 40: 15\u201322" href="#wiki">[1a]</a>

register.link=Registruj se.

news.letter=Novosti
newsletter.subscribe=Unesite v@\u0161u email adresu
newsletter.button=Prijavite se
footer.references=Reference

browse.title=Humani hromozomi
browse.edit.title=Stranica za administriranje baze podataka
browse.first.p=Ljudski hromozomi su numerisani od 1 do 22, a dva dodatna hromozoma nazvana su X i Y. Hromozomi 1-22 javljaju se kao dve kopije u svakoj somatskoj (telesnoj) \u0107eliji, pa se zato nazivaju homologim. X hromozom se pojavljuje u dve kopije u svakoj \u017Eenskoj somatskoj \u0107eliji, ali samo jednom u svakoj mu\u0161koj somatskoj \u0107eliji. Y hromozom se pojavljuje samo jednom u svakoj mu\u0161koj somatskoj \u0107eliji. Dakle, polni hromozomi kod mu\u0161karaca su XY, a kod \u017Eena XX. Sveukupno, ljudske somatske \u0107elije imaju 46 hromozoma (23 para). Tokom mitoze, hromatin se kondenzuje u hromozome koji se mogu videti pomo\u0107u svetlosnog mikroskopa. <a class="bracket" data-toggle="tooltip" data-placement="bottom" title="Tom Brody Ph.D., 'Hematolo\u0161ki kanceri u klini\u010Dkim istra\u017Eivanjima'(Drugo izdanje) 2016." href="#science">[3]</a>
browse.last.p=Tokom \u0107elijskog ciklusa, ta\u010Dnije tokom metafaze, mo\u017Ee se videti da svaki od hromozoma ima dva kraka, p krak i q krak. Slovo p odnosi se na kratki krak, dok se q odnosi na duga\u010Dki krak. Unutar svakog kraka brojevi su dodeljeni velikim podru\u010Djima koja se nazivaju regije, a drugi skup brojeva koristi se za ozna\u010Davanje opsega unutar regija. Numerisanje po\u010Dinje od centromera i pove\u0107ava se prema vrhu svakog kraka. Na primer, pojam "14q32" odnosi se na drugi pojas u tre\u0107em delu q kraka hromozoma 14. <a class="bracket" data-toggle="tooltip" data-placement="bottom" title="Tom Brody Ph.D., 'Hematolo\u0161ki kanceri u klini\u010Dkim istra\u017Eivanjima'(Drugo izdanje) 2016." href="#science">[3]</a>

chromosomes.table.name=Naziv:
chromosomes.table.size=Veli\u010Dina:
chromosomes.table.genes=Broj gena:
chromosomes.table.edit=Izmene:

chromosome.loci.title=Neki od gena:
chromosome.size=Veli\u010Dina:
chromosome.genes=Pribli\u017Ean broj gena:
locus.position:Pozicija:
chromosome=hromozomu 
parenthesis= ( na 
locus= lokus
locus.name=Naziv lokusa:
locus.new.not.empty.error=* Ime gena je obavezno.
locus.new.not.empty.fname.error=* Puno ime je obavezno.
locus.new.not.empty.pos.error=* Pozicija je obavezna.
locus.new.not.empty.role.error=* Biolo\u0161ka uloga je obavezna.
locus.new.not.empty.lang.error=* Jezik je obavezan.
associated.disorder=Pridru\u017Eeno stanje:
locus.edit=Izmeni

locus.new=Novi lokus

organism.role=Uloga u organizmu:
disorder.role=Uloga u oboljenju (stanju):

resource.access.denied=Pristup zabranjen.
resource.not.found=Tra\u017Eeni resurs nije prona\u0111en
resource.solr.server=Pretraga je trenutno onemogu\u0107ena usled nedostupnosti serverske instance za pretragu.
resource.mysql.server=Baza podataka trenutno je nedostupna. Poku\u0161ajte ponovo kasnije.
resource.unavailable=Servis nedostupan.
go.home=Naslovna

edit.page.for=Edit stranica za
submit.edit.form=Snimi
edit.button=Izmeni
edit.chromosome.name=Naziv:
edit.disease.name=Naziv stanja:
edit.chromosome.size=Veli\u010Dina
edit.chromosome.genes=Pribli\u017Ean broj gena:
edit.chromosome.description=Opis:
edit.chromosome.lang=Jezik:

edit.locus.fullname=Puno ime:
edit.locus.position=Pozicija:
edit.locus.biorole=Uloga u organizmu:
edit.disease.role=Uloga u stanju ili oboljenju:
add.new.gene=Dodaj novi gen
add.new.disease=Dodaj novo stanje
index.data=Indeksiraj nove podatke

methodology=Metodologija testiranja

karyotype.title=Humani kariotip
karyotype.paragraph1=Kariotip je potpuni skup hromozoma nekog organizma. Pa\u017Enja se obrac\u0301a na njihovu du\u017Einu, polo\u017Eaj centromera, uzorak traka, bilo kakve razlike izme\u0111u polnih hromozoma i bilo koje druge fizi\u010Dke karakteristike. <a class = "bracket" data-toggle="tooltip" data-placement="bottom" title="King, RC; Stansfield, VD; Mulligan, PK (2006). 'Re\u010Dnik genetike'(7. izd.) . Oksford Univerzitetska \u0160tampa, str.242" href ="#karyotype">[15a]</a> Priprema i prou\u010Davanje kariotipa deo je citogenetike i obi\u010Dno se vr\u0161i 
karyotype.paragraph1.finish=. <a class="bracket" data-toggle="tooltip" data-placement="bottom" title="Wikipedia: Kariotip" href="#karyotype">[15]</a>
karyotype.photo1=Metafazno raspr\u0161enje hromozoma normalne mu\u0161ke \u0107elije, obojenih G tehnikom traka. <a data-toggle="tooltip" data-placement="bottom" title=" Normalni Humani Komplement - Basicmedical Key, Fastest Basicmedical Insight Engine" href="#basic">[17]</a>
karyotype.photo1.alt=Metafazno raspr\u0161enje hromozoma normalne mu\u0161ke \u0107elije
karyotype.paragraph2=Kariotip je jednostavno slika hromozoma osobe. Da bi se dobila ta slika, hromozomi su izolovani, obojeni i pregledani pod mikroskopom. Naj\u010De\u0161c\u0301e se kariotipizacija radi na hromozomima izolovanim iz belih krvnih zrnaca. <a class="bracket" data-toggle="tooltip" data-placement="bottom" title="Hromozom 18, Dru\u0161tvo za registraciju i istra\u017Eivanje" href="#chromosome18">[16]</a>
karyotype.paragraph3=U svakoj somatskoj c\u0301eliji mnogih organizama ima 2n hromozoma, kod ljudi 2n = 46, a u polnoj liniji (polne c\u0301elije) broj hromozoma je n = 23, pa su ljudi diploidni organizmi (dva seta hromozoma). Broj hromozoma ljudskih polnih c\u0301elija je n i naziva se haploidnim skupom (jedna set kopija). Postoje i organizmi sa vi\u0161e kopija skupova hromozoma i oni se zovu poliploidni organizmi.
karyotype.photo2=Kariogram normalne mu\u0161ke c\u0301elije koji pokazuje karakteristike traka svakog para homologa, kao i polnih hromozoma.  <a data-toggle = "tooltip" data-placement="bottom" title="Normalni Humani Komplement - Basicmedical Key, Fastest Basicmedical Insight Engine" href ="#basic">[17]</a>
karyotype.photo2.alt=Kariogram normalne mu\u0161ke c\u0301elije
karyotype.paragraph4=Kariogram je mikrofotografski prikaz kariotipa u kojem se hromozomski parovi fotografi\u0161u, re\u017Eu i preure\u0111uju prema njihovoj veli\u010Dini i polo\u017Eaju centromere.
karyotype.paragraph5=Kariotipi se mogu koristiti u mnoge svrhe, kao \u0161to su prou\u010Davanje hromozomskih aberacija, c\u0301elijske funkcije, taksonomskih odnosa, medicine i prikupljanje informacija o pro\u0161lim evolucionim doga\u0111ajima (kariosistematika). <a class="bracket" data-toggle="tooltip" data-placement="bottom" title="Wikipedia: Kariotip" href="#karyotype">[15]</a>

registration.name=Ime:
registration.username=Korisni\u010Dko ime
registration.password=Lozinka
registration.confirm=Potvrdi lozinku:
registration=Registracija
registration.form.NotEmpty.username.message=* Korisni\u010Dko ime je obavezno.
registration.form.NotEmpty.password.message=* Lozinka je obavezna.
registration.form.NotEmpty.name.message=* Ime je obavezno.
registration.form.Duplicate.username.message=* Korisni\u010Dko ime zauzeto.
registration.form.confirm.notsame=* Lozinka nije potvr\u0111ena.

login=Prijavi se
login.error=Prijava neuspe\u0161na. Proverite korisni\u010Dko ime i lozinku.
logout=Odjavi se
ajax.message=Hvala Vam na upisu.
top.page=Na vrh strane

seo.keywords=genetika, humana genetika, molekularna genetika, humani kariotip, hromozomi, hromozom, humani, kariotip, DNK, RNK, dnk, rnk, bolest, kancer, geneti\u010Dko testiranje, citogenetika
seo.desc=Ovo je web sajt o humanim hromozomima (humani kariotip) i opisom izabranih gena na svakom od njih.
search.for=Rezultati pretrage za upit:
sorry.txt=Nije prona\u0111en ni jedan zapis za tra\u017Eeni pojam
resj=Prona\u0111en
resm=Prona\u0111ena
resmm=Prona\u0111eno
results.total=
results.doc=zapisa.
result.doc=zapis.
first.txt=Prva
previous.txt=Prethodna
next.txt=Slede\u0107a
last.txt=Poslednja

figure.title=Ideogram humanih hromozoma (\u0161ematski prikaz hromozoma). <a data-toggle="tooltip" data-placement="bottom" title="National Center for Biotechnology" href="#national">[4]</a>
figure.alt=Ideogram humanih hromozoma
empty.search=Unesite tra\u017Eeni pojam i poku\u0161ajte ponovo.\n Pojam bi trebalo da ima veze sa tematikom sajta. Hvala.

dna.title=Struktura molekula DNK
dna.text.upper=Deoksiribonukleinska kiselina ili DNK je molekul sastavljen od dva polinukleotidna lanca koji se me\u0111usobno uvijaju jedan oko drugog stvaraju\u0107i dvostruku spiralu (heliks) s genetskim uputstvima za razvoj, funkcionisanje, rast i razmno\u017Eavanje svih poznatih organizama i mnogih virusa. DNK i ribonukleinska kiselina (RNK) su nukleinske kiseline. Pored proteina, lipida i slo\u017Eenih ugljenih hidrata (polisaharidi), nukleinske kiseline su jedna od \u010Detiri glavne vrste makromolekula koje su neophodne za sve poznate oblike \u017Eivota. Dva lanca DNK poznata su kao polinukleotidi jer su sastavljena od jednostavnijih monomernih jedinica koje se nazivaju nukleotidi. <a class="bracket" data-toggle="tooltip" data-placement="bottom" title="Alberts B, Johnson A, Lewis J, Raff M, Roberts K, Walter P (2014). Molekularna biologija \u0107elije (6 izdanje.). Garland. p. Poglavlje 4: DNK, Hromozomi i genomi. ISBN 978-0-8153-4432-2. Arhiva originala iz 14 Jula 2014." href="#wikidna">[2]</a> <a class="bracket" data-toggle="tooltip" data-placement="bottom" title="Purcell A. 'DNK'. Osnove biologije. Arhiva originala iz 5 Januara 2017." href="#wikidna">[2a]</a>
dna.text.lower=Svaki nukleotid sastoji se od jedne od \u010Detiri nukleobaze koje sadr\u017Ee azot (citozin [C], guanin [G], adenin [A] ili timin [T]), \u0161e\u0107era koji se naziva deoksiriboza i fosfatne grupe. Nukleotidi u lancu su spojeni u parovima C sa G i A sa T (bazni parovi) kovalentnim vezama (poznatim kao fosfo-di-estarska veza) izme\u0111u \u0161e\u0107era jednog nukleotida i fosfata slede\u0107eg, \u0161to rezultuje naizmeni\u010Dnim \u0161e\u0107erno-fosfatnim molekulskim kosturom. Azotne baze dva odvojena polinukleotidna lanca povezane su, u skladu s pravilima spajanja baza, vodoni\u010Dnim vezama kako bi se napravila dvolan\u010Dana DNK. Komplementarne azotne baze dele se u dve grupe, pirimidini i purini. Kod DNK, pirimidini su timin (timin je kod RNK zamanjen uracilom [U]) i citozin a purini adenin i guanin. Za razliku od molekula DNK, ribonukleinska kiselina (RNK) je jednolan\u010Dani molekul.

site.map=Mapa sajta
dna.structure=Trodimenzionalna struktura molekula DNK (levo) i hemijske veze pirimidinskih baza (adenin i timin) i purinskih baza (citozin i guanin) (desno). <a data-toggle="tooltip" data-placement="bottom" href="#wikidna" title="Madeleine Price Ball">[2b]</a>
dna.structure.photo.alt=Trodimenzionalna struktura molekula DNK
alt.text=Upoznaj svoje gene

notify.subscribers=Email za potpisnike sajta
notify.subs.btn=Obavesti potpisnike
email.subject=Naslov:
email.body=Poruka:
email.send.btn=Po\u0161alji emailove
email.send.btn.contact=Po\u0161alji
email.subject.empty.error.msg=* Naslov je obavezan.
email.body.empty.error.msg=* Poruka je obavezna.
email.title=Poruka sa web sajta Humani kariotip

submitted.disclaimer=Prijavljene email adrese nikada ne\u0107e biti zloupotrebljene.
unsubscribe=Odjavi se
unsubscribe.already=Ve\u0107 ste se odjavili.

methodology.first.paragraph=Do 1920. godine metodologija koja se uobi\u010Dajeno koristila za hromozomsku analizu bila je bazirana na fiksaciji tkiva u Carnoy-Flemming rastvoru, preparaciji mikrotomskih sekcija parafinskim postupkom i bojenju preparata gvo\u017E\u0111e hematoksilinom. Mnoge od ovih hromozomskih analiza vr\u0161ile su se na testikularnom tkivu uzetom od pacijenata obolelih od tuberkuloze epididimisa ili od pogubljenih kriminalaca. Stoga izgleda verovatno da je procesiranje ovih tkiva fiksacijom, dehidratacijom, parafinacijom i visokim temperaturama kao i posthumne promene, odigralo va\u017Enu ulogu u modulaciji varijabilnosti rezultata hromozomskih analiza. Ove metode su omogu\u0107ile uvid u \u201Emitoti\u010Dke figure\u201C, sa znatnim preklapanjem hromozoma u gustoj metafaznoj plo\u010Di i niskim nivoom razlikovanja njihove morfologije. Stoga nije iznena\u0111uju\u0107e \u0161to su nau\u010Dnici toga doba imali razli\u010Dite predstave o broju humanih hromozoma. Tjio i Levan 1955.godine publikuju rad sa ta\u010Dnim brojem humanih hromozoma (2n=46) na osnovu kulture embrionskih \u0107elija plu\u0107a.
methodology.second.paragraph=Tokom druge polovine 20. veka, u manje od 50 godina, dogodile su se dve revolucije u biologiji, jedna u biohemiji proteina, a zatim revolucija u molekularnoj genetici, s velikim posledicama kako za fundamentalna istra\u017Eivanja, tako i za medicinske primene. Razvoj biohemije proteina (krajem pedesetih godina  pro\u0161log veka) doveo je do pre\u010Di\u0161c\u0301avanja mnogih proteina nakon \u010Dega je usledilo istra\u017Eivanje njihove trodimenzionalne strukture uz pomo\u0107 kristalografije i, paralelno sa tim, njihovo sekvencioniranje (identifikacija povezivanja aminokiselina). <a class="bracket" data-toggle="tooltip" data-placement="bottom" title="Dijagnosti\u010Dke tehnike u genetici, Jean-Louis Serre, Isabelle Heath, Simon Heath, Wiley (23 Oktobar, 2006)" href="#technics">[6]</a>
methodology.third.paragraph=Posledice druge revolucije - u molekularnoj genetici - bile su va\u017Enije u domenu fundamentalnog istra\u017Eivanja nego u njenoj primeni, samo zato \u0161to omoguc\u0301avaju direktan pristup genima koji usmeravaju odre\u0111enu biolo\u0161ku pojavu, dok je pre toga bilo moguc\u0301e, u najboljem slu\u010Daju, pristupiti njihovim proizvodima ili samo fenotipskim perturbacijama koje su rezultat mutacija. Molekularna genetika omoguc\u0301ila je kloniranje gena, njihovo sekvenciranje i, pre svega, sposobnost njihove izolacije in vitro, u vektorima, koji mogu da ih modifikuju na ciljani na\u010Din i da ih ponovo uvedu u c\u0301elije ili organizme da bi kontrolisali jedan ili drugi aspekt fenomena. Genetika je, postajuc\u0301i molekularnom, vrlo brzo postala sastavni deo vec\u0301ine biolo\u0161kih polja, ne samo zbog svoje sposobnosti da secira biolo\u0161ki fenomen, vec\u0301 i zbog svoje sve vec\u0301e sposobnosti da objedini discipline koje su se ranije \u010Dinile razli\u010Ditim ili nepovezanim. <a class="bracket" data-toggle="tooltip" data-placement="bottom" title="Dijagnosti\u010Dke tehnike u genetici, Jean-Louis Serre, Isabelle Heath, Simon Heath, Wiley (23 Oktobar, 2006)" href="#technics">[6]</a>
methodology.fourth.paragraph=U dijagnostici, molekularni biolozi uglavnom prou\u010Davaju i manipuli\u0161u sa molekulom DNK, ali i RNK se tako\u0111e prou\u010Dava, na primer u virusologiji gde je ve\u0107ina virusnih genoma izgra\u0111ena od RNK. Postoji vi\u0161e razli\u010Ditih podela samih metoda analize i testiranja. Na ovom sajtu bi\u0107e ukratko opisano nekoliko metoda koje spadaju u domen citogenetike i molekularne genetike.